"NSPhotoLibraryUsageDescription" = "Damit Sie ein Profilbild auswählen können, benötigen wir Zugriff auf Ihre Galerie.";
"NSCameraUsageDescription" = "Damit Sie ein neues Profilbild aufnehmen können, benötigen wir Zugriff auf Ihre Kamera.";
"NSMicrophoneUsageDescription" = "Wir benötigen das Mikrofon, um bei einigen Funktionen die Audioaufnahme zu ermöglichen.";
"NSSpeechRecognitionUsageDescription" = "Wir verwenden Spracherkennung, damit Sie mit der Anwendung über Ihre Stimme interagieren können.";
